Revit 2027 API
AreaTagFilter Constructor
 Constructs a filter which matches only areas.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public AreaTagFilter()
Public Sub New
public:
AreaTagFilter()
new : unit -> AreaTagFilter
See Also
Reference
AreaTagFilter Class
Autodesk.Revit.DB Namespace